;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Bahasa Indonesia/Indonesian
WebLang=ID
Translator=Zhilal El-Furqaan a.k.a. ~BruanGntong~\nFurqaan Sayang Celly :)
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Pandangan
103 = Opsi
104 = Pengawainstal
105 = Perkakas
106 = Ragam Pemburu
107 = Daftar
108 = Ikon
109 = Rinci
110 = Awainstal
111 = Bersihkan entri
112 = Segarkan ulang
113 = Apakah anda yakin anda hendak membersihkan entri yang anda pilih?
114 = Apakah anda yakin anda hendak mengawainstal program yang anda pilih?
115 = Swapembaruan
116 = Tolong
117 = Bantuan perkakas terkini...
118 = Beranda Muka
119 = Informasi...
120 = Anda bukanlah Administrator!
121 = Apakah anda yakin anda hendak mengawainstal komponen sistem yang anda pilih?\nBERHENTI, kecuali anda yakin dengan yang anda lakukan!
122 = Pengawainstal menampilkan semua program dan komponen yang terinstal baik yang ada di pengguna sekarang ataupun semua pengguna. Dalam tipe pandangan "Rinci" atau menu konteks anda dapat melihat informasi tambahan (tautan dan properti instalasi). Fitur dasar dari "Revo Uninstaller" adalah Ragam Pemburu. Ragam tersebut memberikan fleksibilitas dalam mengawainstal, menghentikan, menghapus, atau menonaktifkan swamulai hanya dengan satu klik.
123 = Mencari
124 = Ditemukan:
125 = Apakah anda yakin anda hendak membersihkan komponen sistem yang anda pilih dari Registri?\nKomponen tersebut mungkin masih dibutuhkan oleh sistem operasi yang anda gunakan!
126 =  tidak akan swamulai lagi!
127 =  disetel menjadi swamulai
128 = %s terinstal di lokasi instalasi yang sama dengan %s!\nAkan terdapat sisa dari kedua aplikasi! Periksalah dengan hati-hati yang mana saja yang ingin anda bersihkan!
129 = Awainstal secara paksa

[Uninstaller List]
150 = Aplikasi
151 = Ukuran
152 = Versi
153 = Tanggal instalasi
154 = Perusahaan
155 = Situs Web
156 = Komentar
157 = Sirkuitan Awainstal
158 = Kunci Registri
159 = Penginstal

[Uninstaller StatusBar]
201 = Instalasi: 
202 = Memuat...

[Registry Optimizer]
302 = Pilih tempat yang akan dipindai
303 = Menu Start

[Autorun Toolbar]
407 = Jalankan
408 = Matikan
409 = Hapus
410 = Item-item :
411 = Termungkinkan :
412 = Dengan Manajer Swajalan, anda tidak hanya bisa mengaktifkan atau menonaktifkan aplikasi untuk memulai secara otomatis dalam inisialisasi Windows, tetapi anda juga bisa mendapatkan informasi tambahan mengenai aplikasi tersebut. Anda bisa mendapatkan jalur luncuran, deskripsi, penerbit, status (berjalan atau tidak), dan lokasi perintah inisialisasi berada (baik di dalam registri atau di sebuah berkas di cakram keras).

[Autorun List]
450 = Nama Inisialisasi
451 = Jalur Luncuran
452 = Deskripsi
453 = Penerbit
454 = Status
455 = Lokasi
456 = BERJALAN
457 = TIDAK BERJALAN
458 = CACAT
459 = Hentikan Proses
460 = Jalankan Proses
461 = Buka Map Terkait
462 = Menuju Lokasi
463 = Salin Jalur Luncuran
464 = Bersihkan Seleksi
465 = Bersihkan Semua Cacat
466 = Bersihkan Awa Jalan
467 = Bersihkan Semua yang Nonaktif
468 = Properti...
470 = Apakah anda yakin anda ingin menutup aplikasi yang anda pilih?\nSemua data yang tidak tersimpan akan hilang!
471 = Apakah anda yakin anda ingin menghapus item yang anda pilih?
472 = Apakah anda yakin anda ingin menghapus semua item yang cacat?
473 = Apakah anda yakin anda ingin menghapus semua item yang tidak berjalan?
474 = Apakah anda yakin anda ingin menghapus semua item yang dinonaktifkan?
475 = Perintah tidak ada!
476 = TIDAK DIKENAL
477 = Nonaktifkan Swamulai
478 = Aktifkan Swamulai

[Outlook Control]
300 = Optimasi
301 = Pengoptimasi Registri
400 = Manajer Swajalan
500 = Pembersih Jejak
501 = Pembersih Peramban
600 = Pembersih Microsoft Office
700 = Pembersih Windows
800 = Pelenyap Bukti
900 = Penghapusan Tak Terpulihkan
2100 = Perkakas Windows
2200 = Pembersih Berkas Limbah

[Track Cleaner Browsers]
507 = Bersihkan Semua
508 = Bersihkan Riwayat Laman Web Internet yang Dikunjungi
509 = Hapus Riwayat Batang Alamat
510 = Hapus Berkas Internet Sementara
511 = Hapus Kuki
512 = Hapus Berkas Index.dat
513 = Laksanakan
514 = Hapus Riwayat Pengunduhan
515 = Hapus Riwayat Sesi
516 = Hapus Riwayat Isian
517 = Pengawainstal
518 = Apa anda yakin anda ingin membersihkan semua riwayat data?
521 = Apa anda yakin anda ingin membersihkan riwayat data Internet Explorer?
522 = Apa anda yakin anda ingin membersihkan riwayat data Firefox?
523 = Apa anda yakin anda ingin membersihkan riwayat data Opera?
524 = Apa anda yakin anda ingin membersihkan riwayat data Netscape?
525 = Peramban anda merekam secara rinci setiap situs web yang pernah anda kunjungi. Informasi tersebut dapat diakses oleh orang tidak bertanggung jawab dengan mudah melalui jendela peramban anda dan mereka bisa melihat situs apa saja yang anda ramban! Dengan menggunakan Pembersih Peramban, anda bisa menghapus berkas-berkas sementara, yaitu termasuk semua gambar, video, dan laman web yang anda kunjungi di Internet. Menghapus Berkas Internet Sementara bisa membebaskan banyak ruang dalam cakram keras anda.
526 = Tutup peramban internet anda sebelum jejaknya dihapuskan.
527 = Berkas Index.dat akan dihapus pada saat komputer dibot ulang.
599 = Operasi pembersihan jejak terhadap item-item yang anda seleksi telah selesai!

[Office Track Cleaner]
601 = Bersihkan
607 = Bersihkan Riwayat Dokumen Terkini Microsoft Word
608 = Termasuk Word 2000, Word XP, Word 2003, Word 2007, Word 2010 dan Word 2013
609 = Bersihkan Riwayat Dokumen Terkini Microsoft Excel
610 = Termasuk Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 dan Excel 2013
611 = Bersihkan Riwayat Dokumen Terkini Microsoft Access
612 = Termasuk Access 2000, Access XP, Access 2003, Access 2007, Access 2010 dan Access 2013
613 = Bersihkan Riwayat Dokumen Terkini Microsoft PowerPoint
614 = Termasuk PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 dan PowerPoint 2013
615 = Bersihkan Riwayat Dokumen Terkini Microsoft FrontPage
616 = Termasuk FrontPage 2000, FrontPage XP dan FrontPage 2003
617 = Pembersih Microsoft Office memungkinkan anda untuk membersihkan riwayat berkas terkini yang digunakan di Microsoft Word, Excel, Access, PowerPoint dan FrontPage. Apabila anda tidak menginginkan ada orang yang melihat dokumen atau berkas yang terakhir anda buka atau edit dengan Microsoft Office, anda bisa memilih berkas tersebut, lalu klik tombol "Bersihkan". Setelah itu, berkas tersebut tidak akan ada di riwayat berkas terkini lagi.

[Windows Tracks Cleaner]
701 = Bersihkan
707 = Bersihkan Riwayat Dokumen Terkini
708 = Bersihkan Riwayat "Eksekusi (Run)" di menu Start
709 = Bersihkan Riwayat Pencarian Berkas
710 = Bersihkan Riwayat Pencarian Orang, Komputer, dan Pencetak.
711 = Kosongkan Papan Klip
712 = Bersihkan Riwayat Berkas Terkini "MS Paint"
713 = Bersihkan Riwayat Berkas Terkini "MS Wordpad"
714 = Bersihkan Riwayat Kunci yang Terakhir Dibuka di Regedit
715 = Bersihkan Riwayat Terkini Dialog Umum "Buka/Simpan"
716 = Bersihkan Riwayat Terkini Dialog Umum "Map terakhir yang dilihat"
717 = Kosongkan Tong Daur Ulang
718 = Hapus Berkas Sementara Windows
719 = Hapus Catatan Penggunaan Menu Start
720 = Microsoft Windows menyimpan jejak-jejak atas apa yang anda kerjakan dengan komputer anda seperti riwayan pencarian berkas (saat anda melakukan pencarian berkas dan map), riwayat dokumen yang anda buka baru-baru ini, dan masih banyak lagi. Pembersih Windows memungkinkan anda untuk membersihkan semua riwayat tersebut dan juga semua berkas sementara yang tersimpan di Windows. Anda juga bisa mengosongkan Tong Daur Ulang dan menghapus berkas-berkas sementara sehingga bisa membebaskan lebih banyak ruang di dalam cakram keras.
721 = Riwayat "Eksekusi (Run)" akan segera dihapus setelah proses explorer.exe dianjak ulang.
722 = Menelusuri Registri Windows
723 = Menelusuri penggerak cakram keras lokal
724 = Hapus tumpukan berkas memori yang rusak
725 = Hapus penggalan-penggalan berkas Chkdsk (Check Disk/Pemeriksa Cakram) yang terselamatkan


[Evidence Remover]
802 = Laksanakan
803 = Menghapus
804 = Silakan tunggu sementara penghapusan masih diproses.
805 = Selesai
806 = Tandai penggerak yang berisi jejak-jejak dan bukti-bukti pekerjaan yang ingin anda lenyapkan. Perkakas ini hanya berjalan terhadap data-data yang sudah dihapus. PERINGATAN: Setelah proses selesai, berkas-berkas yang telah anda hapus tidak bisa dikembalikan!
807 = Saat anda mengosongkan Tong Daur Ulang Windows, berkas-berkas dan map-map anda hanya ditandai dengan "sudah dihapus" tetapi tidak benar-benar dihapus. Perkakas ini menghapus secara permanen berkas dan map yang telah anda hapus tapi masih tersisa di Penggerak cakram keras. Siapapun dengan perkakas apapun yang digunakan tidak akan bisa mengembalikan data-data tersebut. - Data-data yang dihapus dengan Pelenyap Bukti tidak mungkin untuk dikembalikan!
808 = Apakah anda yakin anda hendak melenyapkan bukti dan jejak tersisa yang ada di penggerak yang anda pilih?

[Unrecoverable Delete]
912 = Daftar berkas-berkas dan map-map yang akan dilenyapkan secara permanen (berkas-berkas dan map-map tersebut tidak bisa dikembalikan lagi).
913 = berkas-berkas
914 = Map-map
915 = Masukkan berkas-berkas yang hendak anda hapus dan bersihkan dari sistem. berkas-berkas ini tidak akan bisa dikembalikan dengan perangkat lunak apapun!
916 = Masukkan map-map yang hendak anda hapus dan bersihkan dari sistem. map-map ini tidak akan bisa dikembalikan dengan perangkat lunak apapun!
917 = Tambahkan berkas yang akan dilenyapkan
918 = Tambahkan map yang akan dilenyapkan
919 = LENYAPKAN SELAMANYA
920 = Bersihkan Daftar
921 = Jika anda ingin menghapus sebuah berkas atau map dengan aman (untuk memastikan bahwa tidak ada siapapun, dengan perkakas apapun, yang mampu mengembalikan berkas dan map tersebut), Gunakanlah Penghapusan Tak Terpulihkan. Dengan menghapus berkas dan mengosongkan Tong Daur Ulang Windows, bukan berarti bahwa berkas-berkas tersebut akan hilang selamanya. Berkas-berkas tersebut masih berada dalam penggerak cakram keras anda dan siapa saja bisa mengembalikan data tersebut dengan mudah. Perkakas Penghapusan Tak Terpulihkan menjadikan pemulihan berkas menjadi tidak mungkin karena perkakas ini menghapus fisik berkas dan map yang anda pilih.
922 = Apakah anda yakin anda hendak menghapus berkas dan map yang anda pilih?

[Options Tree]
1001 = Opsi
1100 = Umum
1200 = Pengawainstal

[General]
1101 = Bahasa sekarang:
1102 = Ragam lanjut
1103 = Periksa pembaruan pada saat inisialisasi

[Uninstaller Options]
1201 = Tampilkan pembaruan-pembaruan sistem
1202 = Tampilkan komponen-komponen sistem
1203 = Aktifkan ragam pemuatan cepat
1204 = Hanya jalankan pengawainstal terintegrasi
1205 = (Tidak didukung oleh Windows Vista)
1206 = Buat Titik Pugar Sistem sebelum mengawainstal
1207 = Buang berkas-berkas dan map-map yang tersisa ke Tong Daur Ulang


[Auto Update]
1907 = Pembaruan
1908 = Informasi Versi
1909 = Versi Sekarang:
1910 = Versi Terbaru:
1911 = UNDUH
1912 = Ambil Versi Terbaru
1913 = Ada apa yang baru
1914 = Memeriksa...
1915 = Galat koneksi...
1916 = BERHENTI
1917 = Mengunduh %s dari %s
1918 = Mengunduh %s (ukuran total tidak diketahui)
1919 = Revo Uninstaller tidak bisa membuat sambungan ke www.revouninstaller.com. Harap periksa jikalau sambungan Internet anda sudah aktif dan dinding api tidak memblokir Revo Uninstaller
1920 = Galat: Pemeriksaan versi baru gagal. Tidak terdapat sambungan internet.

[WinTools]
2110 = Jalankan
2111 = Terdapat banyak perkakas dan komponen yang sangat berguna yang dibundel bersama setiap sistem operasi Windows. Beberapa perkakas tersebut menggunakan baris perintah yang rumit, sementara yang lainnya cukup sulit untuk diakses. Perkakas Windows memberikan akses klik tungga yang cepat bagi lebih dari sepuluh perkakas Windows.
2112 = Bilamana sebuah masalah terjadi, anda bisa menggunakan Pemugaran Sistem untuk memugar komputer anda kembali ke keadaan yang sebelumnya telah disimpan tanpa khawatir kehilangan data pribadi anda. Pemugaran Sistem memantau perubahan sistem dan beberapa berkas aplikasi dan secara otomatis membuat titik pugar. titik-titik pugar ini memungkinkan anda untuk mengembalikan sistem ke keadaan yang sebelumnya sudah dibuat cadangannya. Anda juga bisa membuat sendiri titik pugar kapan pun anda mau.
2113 = Anda bisa menggunakan ini untuk mengumpulkan dan menampilkan informasi mengenai perangkat keras komputer dan sistem operasi, konfigurasi internet, modem, dan penyadur jaringan anda. Dengan perkakas Diagnosa Jaringan, anda dapat memindai sistem, menguji sambungan jaringan, dan memeriksa jikalau program-program dan layanan-layanan yang terkait dengan jaringan berfungsi dengan baik.
2114 = Informasi Jaringan menampilkan konfigurasi TCP/IP jaringan terkini, setelan DHCP (Dynamic Host Configuration Protocol  -Protokol Konfigurasi Hos Dinamis-), dan setelan "DNS (Domain Name System -Sistem Nama Ranah-)". Informasi Jaringan juga menampilkan seluruh konfigurasi TCP/IP dari semua adapter, termasuk di dalamnya alamat IP, alamat MAC, masker subnet, gerbang standar, WINS (Windows Internet Naming Service-Layanan Penamaan Internet Windows-) dan konfigurasi DNS.
2115 = Pusat Keamanan (Security Center) memeriksa status tiga fasilitas keamanan yang penting, yaitu Dinding Api, Pembaruan otomatis, dan perlindungan terhadap virus. Jika terdeteksi adanya masalah pada fasililitas keamanan tersebut, Pusat Keamanan akan mengirimkan peringatan dan memberikan saran untuk melindungi komputer anda lebih baik.
2116 = Properti Sistem (System Properties) bisa digunakan untuk menilik informasi dasar perangkat keras komputer seperti tipe UPP -Unit Pemroses Pusat- (CPU) dan jumlah memori RAM; menilik dan mengubah setelan penggunaan memori serta mencari informasi tertentu tentang properti perangkat keras; mengonfigurasi profil perangkat keras; menilik informasi mengenai sambungan jaringan dan profil log masuk; dan melaporkan galat sistem dan program yang terjadi ke Microsoft atau administrator sistem anda apabila terjadi.
2117 = Informasi Sistem (System Information) merupakan komponen sistem operasi Windows yang bertugas untuk mengumpulkan dan menampilkan informasi konfigurasi sistem di dalam komputer lokal dan komputer jarak jauh. Termasuk di dalam informasi tersebut adalah konfigurasi perangkat keras, komponen komputer dan perangkat lunak, termasuk penggerak yang bertanda maupun tidak bertanda.Informasi Sistem adalah perkakas pendukung yang bisa digunakan untuk menemukan informasi mengenai komputer dan sistem operasi anda dengan cepat.
2118 = Perintah Netstat TCP/IP merupakan komponen sistem operasi Windows yang menampilkan semua sambungan TCP yang aktif serta pangkalan TCP dan UDP yang terbuka. Perintah ini juga menampilkan berkas-berkas tereksekusikan yang terlibat dalam pembentukan koneksi dan pembukaan pangkalan (nama berkas tereksekusi berada di dalam kurung [ ] yang berada di bagian bawah. di bagian atas adalah komponen yang dipanggil oleh koneksi tersebut.
2119 = Papan Ketik Intralayar (On Screen Keyboard) menampilkan papan ketik maya di layar komputer dan memungkinkan pengguna komputer untuk mengetik menggunakan peranti penunjuk dan joystik. Papan Ketik Intralayar bertujuan memberikan kemudahan bagi pengguna dengan keterbatasan mobilitas. Papan Ketik Intralayar dapat juga digunakan bilamana diperkirakan terdapat program Pencatat Ketukan (Key-Logger) yang terpasang dalam komputer anda yang memungkinkan setiap tombol yang anda tekan direkam oleh program tersebut. Dengan menggunakan Papan Ketik Intralayar, program tersebut menjadi tidak tahu apa yang anda ketik di komputer karena anda tidak menggunakan papan ketik.
2120 = Pendefragmen Cakram (Disk Defragmenter) menganalisa volume cakram lokal dan menggabungkan bagian-bagian berkas yang tempatnya dalam volume cakram tersebar   sehingga fail tersebut terkumpul di tempat yang bersamping-sampingan. Pendefragmen Cakram juga mengumpulkan ruang-ruang kosong dalam cakram, sehingga jika ada berkas baru yang dituliskan ke cakram, penempatannya tidak akan terpisah-pisah. Dengan demikian, Pendefragmen Cakaram akan membuat sistem komputer anda mampu mengakses berkas dan menulis berkas baru dengan lebih mudah dan efisien.
2121 = Layanan (Services) berfungsi untuk memulai, menghentikan, menyela, meneruskan kembali, atau menonaktifkan layanan yang ada pada komputer lokal atau jarak jauh. Layanan juga bisa menatasiapkan tindakan penyelamatan bilamana terdapat layanan yang gagal bekerja (contohnya memulai ulang layanan secara otomatis), mengaktifkan atau menonaktifkan layanan terhadap profil perangkat keras tertentu, dan menilik status dan penjelasan setiap layanan yang ada.
2122 = Map Bagi-pakai (Shared Folders) berfungsi untuk mengatur berkas-berkas bagi-pakai melalui jaringan, mengatur izin akses pengguna, mengatur aktivitas sesi, mengatur properti berkas bagi-pakai, dan menilik ringkasan koneksi dan pemakaian sumber daya dalam komputer lokal dan jarak jauh. Map bagi-pakai juga bisa menilik daftar pengguna yang tersambung ke komputer anda melalui jaringan dan memutuskan sambungan pengguna tersebut. Anda juga bisa menilik daftar berkas yang sedang dibuka oleh pengguna jarak jauh.
2123 = Kebijakan Grup (Group Policy) mengatur apa yang bisa dan tidak bisa dilakukan pengguna dan mengatur konfigurasi komputer. Setelan dalan Kebijakan Grup memungkinkan administrator sistem untuk mengatur bermacam-macam setelan komponen (misalnya, program-program yang bisa diakses oleh pengguna, program-program yang ditampilkan di destop pengguna, serta setelan menu Start).
2124 = Penambahan/Pengurangan Komponen Windows (Add/Remove Windows Components) berfungsi mengatur komponen Windows yang sudah diinstal ke komputer anda. Perkakas ini bisa digunakan untuk menambah komponen Windows yang belum terpasang di sistem anda ataupun mengawainstal komponen yang sudah tidak anda perlukan.
2125 = Perkakas Pembersih Perangkat Lunak Jahat Microsoft Windows mendiagnosa komputer untuk mencari infeksi dari program-program jahat lalu menghapusnya. Yang termasuk dari program jahat tersebut di antaranya adalah virus, cacing, dan kuda troya. Setelah proses diagnosa dan pembersihan selesai, perkakas ini akan memberikan laporan mengenai hasil diagnosa tersebut.


[Junk Files Cleaner Options]
2202 = Penggerak yang akan dipindai:
2203 = Pola
2204 = Deskripsi
2205 = Tambahkan
2206 = Hapuskan
2207 = Setelan Awal
2208 = Pembersih Berkas Limbah::Umum
2209 = Pembersih Berkas Limbah::Pengecualian
2220 = Pola yang akan dipindai:
2221 = Simbol ? dan/atau * dapat digunakan sebagai kartu acak
2222 = Tambahkan Pola
2223 = Kecualikan Pola
2224 = Simbol ? dan/atau * dapat digunakan sebagai kartu acak
2225 = Kecualikan pola:
2226 = Hapus berkas ke Tong Daur Ulang
2227 = Biarkan berkas yang pernah diakses dalam 24 jam terakhir

[Junk Files Cleaner Tool]
2306 = Pindai
2307 = Hapus
2308 = Pemindaian
2309 = Harap tunggu selama proses pemindaian berlangsung.
2310 = Batal
2311 = Nama
2312 = Ukuran
2319 = Berkas:
2320 = Ukuran total:
2323 = Terdapat berkas yang masih digunakan oleh Windows atau program lainnya\n sehingga belum bisa dihapus sekarang
2324 = Anda harus memilih paling tidak satu penggerak dan satu ekstensi agar pemindaian dapat dilakukan.
2325 = Pembaersih Berkas Limbah mambantu anda dalam mengumpulkan dan menghapus berbagai berkas limbah yang tidak berguna dari komputer anda. Pada umumnya, berkas-berkas tersebut dihapus secara otomatis oleh aplikasi yang membuat berkas tersebut setelah berkas tersebut tidak lagi digunakan. Namun demikian, berkas-berkas tersebut masih bisa tersisa di penggerak cakram keras anda jika terjadi penutupan aplikasi yang tidak disengaja, kerusakan sistem, dsb. Jika berkas ini dibiarkan saja, ruang cakram keras anda dapat terbuang percuma dan bisa mengakibatkan berkurangnya kecepatan kerja sistem anda.\n\nUntuk informasi pemakaian, klik "Tolong", lalu klik Bantuan "Perkakas terkini".
2326 = Berkas
2327 = Menghapus berkas

[Context Menu Junk Files Cleaner]
2313 = Buka
2314 = Lakukan pencarian di Google atas berkas 
2315 = Buka Map termuat 
2316 = Properti...
2317 = Centang semua item
2318 = Hilangkan tanda centang pada semua item
2321 = Centang item terpilih
2322 = Hilangkan tanda centang pada item terpilih

[Topmost Window]
4002 = Opsi
4003 = Buka Jendela Utama
4004 = Ragam Seret-Buang
4005 = Ragam Pemburu
4006 = Ukuran
4007 = Kecil
4008 = Sedang
4009 = Besar
4010 = Ukuran jendela
4011 = KELUAR
4012 = Awainstal
4013 = Hentikan swamulai
4014 = Matikan Proses
4015 = Matikan dan Hapus Proses
4016 = Buka Map termuat
4017 = Informasi
4018 = Properti
4019 = BATAL
4020 = Hanya bisa digunakan untuk satu berkas sekali pakai!
4021 = Anda telah membuang sebuah map, harap seret-buang sebuah berkas!
4022 = Awainstal atau Hapus:
4023 = Tidak terselesaikan! Coba tunjuk jendela, ikon, atau item batang tugas lainnya.
4024 = Tidak bisa mengawainstal perintah!\n Pengawainstal hanya bisa mengawainstal aplikasi.
4025 = Tidak menemukan paket instalasi!\nTip: Dapatkan informasi lebih mengenai palikasi tersebut dari jendela utama dan\n coba awainstal secara manual!
4026 = Aplikasi yang dituju dinonaktifkan dari swamulai!\nTip: Untuk mengaktifkannya kembali, gunakan Perkakas swamulai dari aplikasi utama!
4027 = Aplikasi yang dituju tidak dapat ditemukan di dalam tempat permulaan umum (common startup places)!\nTip: Untuk mencari di tempat tak umum yang dipakai untuk otomatis memulai aplikasi (swamulai), lihat di situs web Google!
4028 = Benarkah anda hendak menutup aplikasi yang dipilih?\nHati-hati, setiap data yang belum disimpan bisa hilang!
4029 = Pengawainstal
4030 = Benarkah anda hendak menutup dan menghapus aplikasi yang dipilih?\nHati-hati, setiap data yang belum disimpan bisa hilang!
4031 = Benarkah anda hendak menutup Penjelajah Windows (Windows Explorer)?\n Menu Start, batang tugas, dan penampan sistem akan hilang!
4032 = Mulai otomatis bersama Windows
4033 = Tingkat kebeningan

[Scan After Uninstall]
4210 = Lokasi
4211 = Kunci
4212 = Nilai
4213 = Data
4214 = Berkas
4215 = Tidak ada item yang dipilih. Pilih item yang akan dihapus!
4216 = Pindai Setelah Mengawainstal
4217 = Pilih Semua
4218 = Awapilih Semua
4219 = Hapus
4220 = Berkas yang tersisa
4221 = Entri Registri yang tersisa
4222 = Sedang memindai sebelum mengawainstal, silakan tunggu...
4223 = Menjalankan pengawainstal...
4224 = Silahkan mulai memindai berkas, folder, dan kunci registri  yang tersisa setelah pengawainstal milik aplikasi selesai mengawainstal.
4225 = Sedang melakukan pemindaian pascaawainstal.
4226 = Harap periksa dengan teliti item yang terdaftar!
4227 = Tutup
4228 = Berkas sisanya, yang masih tertera di daftar, akan segera dihapus setelah mula ulang sistem selanjutnya.
4229 = Gagal menjalankan pengawainstal milik aplikasi!\nTerjadi kecacatan perintah awainstal!
4230 = Kembali
4231 = Lanjutkan
4232 = Pilih salah satu dari Ragam Awainstal yang tersedia
4233 = Ragam
4234 = Terintegrasi - hanya menjalankan pengawainstal milik aplikasi tanpa melakukan pemindaian dan pembersihan tambahan
4235 = Aman - mengawainstal dengan ragam Terintegrasi yang ditambahkan dengan pemindaian pada Registri dan penggerak cakram keras untuk mencari item tersisa yang aman untuk dihapus. Ragam ini merupakan ragam yang tercepat
4236 = Madya - mengawainstal dengan ragan Aman yang dilengkapi dengan pemindaian yang diperluas untuk mencari seluruh informasi aplikasi yang tersisa di tempat-tempat yang paling umum di dalam Registri dan penggerak cakram keras. 
4237 = Canggih - mengawainstal dengan ragam Madya yang disertai dengan pemindaian yang teliti dan menyeluruh untuk mencari semua informasi aplikasi yang tersisa di Registri dan penggerak cakram keras. Ragam ini merupakan yang paling lambat.
4238 = Menganalisis data aplikasi sebelum mengawainstal aplikasi tersebut.
4239 = Memulai pengawainstal milik aplikasi.
4240 = Setelah pengawainstal milik aplikasi selesai mengawainstal, tekan tombol "Lanjutkan" untuk memulai pemindaian terhadap berkas, map, dan kunci registri yang tersisa.
4241 = Melakukan analisis awal dan awainstal. 
4242 = Memindai untuk mencari informasi yang tersisa.
4243 = Awainstal terintegrasi selesai, sekarang sedang memindai Registri dan penggerak cakram keras untuk mencari berkas yang tersisa, map, dan item registri yang terkait dengan aplikasi yang baru saja diawainstal. Harap menunggu….
4244 = Menemukan item Registri yang tersisa
4245 = Item Registri yang ditemukan:
4246 = Catatan: Harap tahkikkan item yang ditebalkan dengan hati-hati! Hanya yang ditandai dan subitemnya yang akan dihapus!
4247 = Menemukan berkas dan map yang tersisa
4248 = item yang ditemukan:
4249 = Komputer saya
4250 = Revo Uninstaller tidak bisa memulai pengawainstal milik aplikasi. Mungkin saja perintah awainstal aplikasi tidak valid atau program pengawainstal rusak. Anda bisa menekan tombol "Kembali" dan coba ragam  awainstal yang lain.
4251 = Pengawainstal milik aplikasi telah selesai mengawainstal. Revo Uninstaller tidak memindai untuk mencari item yang tersisa. Untuk memindai item yang tersisa, silakan tekan tombol "Kembali" lalu coba ragam awainstal lainnya.
4252 = Revo Uninstaller telah berhasil mengawainstal tetapi tidak menemukan item yang tersisa. Anda bisa menekan tombol "Kembali" untuk mencoba ragam awainstal yang lebih canggih yang melakukan pemindaian lebih seksama.
4253 = Revo Uninstaller telah berhasil mengawainstal. Apabila anda ingin mencari lagi item yang masih tersisa, silakan tekan tombol "Kembali" lalu pilih ragam awainstal yang lebih canggih.
4254 = Selesai
4255 = Apakah anda yakin hendak membuang berkas yang dipilih ke Tong Daur Ulang?
4256 = Apakah anda yakin hendak menghapus item registri yang dipilih?
4257 = Revo Uninstaller berhasil mengawainstal!
4258 = Apakah anda yakin hendak melewatkan proses penghapusan entri Registri  dan melangkah ke proses selanjutnya?
4259 = Apakah anda yakin hendak melewatkan proses penghapusan berkas dan map sisa yang berhasil ditemukan dan melangkah ke proses selanjutnya? 
4260 = Pemindaian untuk mencari item yang tersisa telah selesai. Tekan tombol "Lanjutkan" untuk mendapatkan hasil pemindaian!
4261 = Sedang membuat Titik Pemugaran Sistem...
4262 = Sedang membuat Titik Pemugaran Sistem - gagal!
4263 = Pembuatan Titik Pemugaran Sistem dinonaktifkan (periksa Opsi->Pengawainstal)
4264 = Sedang membuat Titik Pemugaran Sistem - selesai!


[About]
4300 = Penerjemah:

[ContextMenu Uninstaller]
5000 = Perintah
5001 = Informasi
5002 = Lakukan pencarian di Google terhadap
5004 = Lokasi instal
5005 = Buka Tautan Informasi...
5006 = Buka Tautan Bantuan...
5007 = Buka Tautan Pembaruan...
5008 = Buka Kunci Registri...

[Common]
10000 = Oke
10001 = Batal
10002 = Pertolongan
10003 = Ramban
10004 = Perkakas bantuan terkini
10005 = Laman beranda
10006 = Informasi
10007 = Peringatan
10008 = GALAT

[Tooltips]
2000 = Berpindah ke ragam pengawainstal
2001 = Menampilkan panel Perkakas
2002 = Mengatur setelan
2003 = Berpindah ke Ragam Pemburu
2004 = Mengubah ragam pandangan daftar aplikasi terinstal
2005 = Mengawainstal aplikasi yang dipilih
2006 = Menghapus entri yang anda pilih dari registri
2007 = Menyegarkan ulang daftar aplikasi
2008 = Memperbarui versi yang sekarang ke versi yang terbaru
2009 = Mencari informasi tambahan dan menjawab semua pertanyaan anda mengenai program ini
404 = Memmulai aplikasi yang dipilih
405 = Menghentikan dan menutup aplikasi yang dipilih
406 = Mencegah aplikasi yang dipilih agar tidak memulai otomatis
506 = Membersihkan opsi yang dipilih
605 = Membersihkan opsi yang dipilih
705 = Membersihkan opsi yang dipilih
2106 = Menjalankan perkakas yang dipilih
2304 = Memindai untuk mencari berkas yang tidak diperlukan berdasarkan kepada setelan yang dipilih
2305 = Membuang berkas yang anda centang ke Tong Daur Ulang

